[
  {
    "indicatorName": "Existence of a national essential medicines list published within the past five years",
    "indicatorCode": "PS01",
    "dataType": "Categorical",
    "topic": "Selection",
    "definition": "\"This indicator monitors existence of an up-to-date Essential Medicines List (EML), it is intended for use with or in place of indicator PS02.\"\n\t\"If there is no reimbursement list for the public sector in the country, indicator PS01 pertaining to the EML should be used. If the country has both an EML and a separate list for reimbursement of pharmaceutical products, use both PS01 and PS02.\"",
    "assessmentQuestions": [
      "Is there a national list of essential medicines?",
      "What is the year of publication of the latest version of the national essential medicines list?"
    ],
    "purposeAndIssues": "The purpose of this indicator is to verify that a document exists that can provide some measure of the relevance/prioritization of medicines available in country. The existence of an EML demonstrates priority setting to contain expenditure while optimizing health benefits. Essential medicines lists should be updated at least every five years.",
    "preferredDataSources": "\"Published list, Formulary or selection committee\"",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "\"Countries should have an EML, with a publication or revision date within the past five years of the data of data collection.\"",
    "expectedFrequencyOfDataDissemination": "Annually",
    "indicatorReference": "12",
    "indicatorSource": "Health Systems 20/20. (2012). The Health System Assessment Approach: A How-To Manual. Version 2.0. Module 6. www.healthsystemassessment.org",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Existence of a reimbursement list published within the past two years",
    "indicatorCode": "PS02",
    "dataType": "Categorical",
    "topic": "Selection",
    "definition": "This indicator monitors existence of an up-to-date reimbursement list for pharmaceutical products in the public sector.\n\t\"It is intended for use with or in place of indicator PS01. If there is no reimbursement list for the public sector in the country, indicator PS01 pertaining to the EML should be used. If the country has both an EML and a separate list for reimbursement of pharmaceutical products, use both PS01 and PS02.\"",
    "assessmentQuestions": [
      "What is the year of publication of the latest version of the national essential medicines list?",
      "Is there a national list of medicines for reimbursement? (Note: if the EML is used for this purpose please respond “Yes” and write EML in comments)",
      "What is the year of publication of the latest version of the reimbursement list? (Note: if the EML is used for this purpose please enter the year of publication of the EML)"
    ],
    "purposeAndIssues": "The purpose of this indicator is to verify that a document exists that can provide some measure of the relevance/prioritization of medicines available in country. A reimbursement list demonstrates priority setting to contain expenditure while optimizing health benefits.\n\t\"The existence of a reimbursement list depends on the maturity and history of a particular country’s health system. As countries move toward universal health coverage (UHC), ministries of health will need to be explicit in the medicines benefits packages offered under public insurance schemes. Over time, we expect more countries to publish a reimbursement list.\"\n\t\"A country’s target is to have a reimbursement list or multiple lists, depending on the number of insurance schemes in the country, updated a minimum of every two years.\"\n\t\"If a country has multiple insurance schemes, the reimbursement list of the insurance scheme that serves the largest number of poor people should be used for computing this indicator.\"",
    "preferredDataSources": "\"Published list, Formulary or selection committee\"",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "\"Each country should have 1 or more lists of pharmaceutical products for reimbursement under their public health insurance schemes. If the EML is used for this purpose, specify that the reimbursement list in use is the EML. Reimbursement lists should be updated at least every 2 years – the publication or revision date should be within 2 years of the date of data collection.\"",
    "expectedFrequencyOfDataDissemination": "",
    "indicatorReference": "12",
    "indicatorSource": "Health Systems 20/20. (2012). The Health System Assessment Approach: A How-To Manual. Version 2.0. Module 6. www.healthsystemassessment.org",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of median international price paid for a set of tracer medicines that was part of the last regular MOH procurement",
    "indicatorCode": "PS03",
    "dataType": "Continuous",
    "topic": "Procurement",
    "definition": "\"This indicator tracks the potential overspending/savings on tracer medicines. Median international price is the median free on board (FOB) price from a set of international suppliers, adjusted to reflect estimated cost, insurance, and freight (CIF) prices. One source of price information is the MSH International Drug Price Indicator Guide. The last regular procurement price refers to the CIF price paid during the last regular MOH procurement.\"",
    "assessmentQuestions": [
      "Does the country track the procurement prices of tracer medicines (as determined by the country)?",
      "If “Yes” please obtain a copy of the pricing information"
    ],
    "purposeAndIssues": "Rationale: This indicator will help determine the potential savings to the MOH that could be achieved if procurement practices are improved.",
    "preferredDataSources": "\"MSH Price Guide, MOH- Procurement unit, Central medical stores\"",
    "methodOfEstimation": "\"The indicator should be presented as the percentages of median international prices for the set of country-defined tracer medicines. If data are collected from different levels of the system, a separate average should be calculated for each level. If a country has more than one public institution, the one that serves the poorest people according to the national poverty level should be chosen to assess using this indicator. If procurement is decentralized, the average procurement price should be used. For instance, if the Ministry of Health institutions are providing services to the poorest patients, the Ministry of Health procurement should be assessed.\"\n\t\n\tThe computation involves two steps:\n\t\"First, the percentages are calculated for each of the tracer medicines by dividing the purchase cost of the comparison unit (e.g., tablet, milliliter, etc.) at the last regular MOH procurement by the median international price of that unit and multiplying the result by 100%.\"\n\t\n\t\n\t\n\t\"Second, the average percentage for all tracer medicines is calculated by summing their percentages and dividing by the total number on the list.\"",
    "proposedScoring": "\"The original source of the indicator does not set a specific target value. It is important that countries identify their baseline and measure trends over time. Ideally, the median price ratio is below or equal to 100%, however, it is unrealistic to expect that for all tracer medicines a median international price or lower is achieved. Cameron et al found that the median price ratio depends on the income level of the country where the median price ratio is lower for lower income countries than for higher income countries.\"\n\t\n\t\"Comparison of procurement price indices across countries may be useful to compare and contrast the efficiency of procurement processes in different systems, though context (country size, accessibility to transport, income level, etc.) are important contextual factors when attempting to compare across countries.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Every five years\nCross References:\tDRUG MANAGEMENT FOR CHILDHOOD ILLNESS MANUAL (See pages 144-145)",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://pdf.usaid.gov/pdf_docs/PNACM451.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Mean % availability across a basket of medicines",
    "indicatorCode": "PS04",
    "dataType": "Continuous",
    "topic": "Distribution",
    "definition": "The mean availability of a basket of medicines is the % of availability of each preselected product that is available at the time of the facility visit divided by the total number of preselected products on the list.",
    "assessmentQuestions": [
      "\"If the country collects this data routinely, please enter the percentage (mean) availability across a nationally defined basket of tracer medicines and obtain a copy of their data. If the country does not routinely collect this information, it should be assessed according to the WHO and HAI methodology referenced below.\""
    ],
    "purposeAndIssues": "Availability is a condition to guarantee access to medicines at the point of service for the consumer or patient.",
    "preferredDataSources": "\"Results of facility surveys, interview at MOH pharmaceutical division\"",
    "methodOfEstimation": "\"To compute the mean % availability across a basket of medicines, for each product included in the tracer basket, total the number of facilities where the product is physically present at the time or the survey, divided by the total number of facilities surveyed. Do this for each product in the basket, then sum each fraction and divide the total by the number of tracer products included in the basket. Multiply this by 100% to compute the mean % availability across the tracer basket.\"",
    "proposedScoring": "\"Countries should aim for 100% product availability across their tracer baskets; however this may not be appropriate for all contexts. It is possible that certain tracer basket medicines should only be available in secondary or tertiary facilities, for example. Countries should define their tracer baskets according to the epidemiological needs of the country and to provide stock availability data across facility types and conditions. Over time, countries should aim to improve stock availability.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually",
    "indicatorReference": "657",
    "indicatorSource": "\"WHO and HAI. (2008). Measuring medicine prices, availability, affordability and price components, 2nd ed. Geneva: World Health Organization and Health Action International. http://www.haiweb.org/medicineprices/manual/documents.html\"",
    "url": "http://www.who.int/medicines/areas/access/OMS_Medicine_prices.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Product losses by value due to expired medicines or damage or theft per value received (%)",
    "indicatorCode": "PS05",
    "dataType": "Continuous",
    "topic": "Distribution",
    "definition": "\"During storage and distribution of medicines, products may not reach their destination for different reasons: loss during transport, expiry, theft, etc. This indicator measures the % of products by value that are not available out of the total value of products procured\"",
    "assessmentQuestions": [
      "\"In the last calendar year (or the latest year for which data are available) what is the total value of product losses due to expiry, damage, and/or theft? Please indicate the appropriate currency.\"",
      "\"In the reference year, what is the value of pharmaceuticals procured? Please indicate the appropriate currency.\"",
      "What is the last year for which data are available?"
    ],
    "purposeAndIssues": "\"To increase efficiency, it is important to minimize waste of products. The closer the indicator value to zero the better.\"\n\tThis indicator is intended for use in the public sector only and may only be assessed in systems where the public sector procures pharmaceutical products and distributes them or contracts with a third-party distributor who must report product losses by these categories.\n\t\"In some cases, these data are considered sensitive and are either not collected or may be difficult to obtain.\"",
    "preferredDataSources": "\"Stock availability records, procurement records, audit reports, registers and police reports. Interviews at MOH pharmaceutical division, CMS, warehouses\"",
    "methodOfEstimation": "",
    "proposedScoring": "Countries should aim to reduce product losses over time. The ideal target is 0%.\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually",
    "indicatorReference": "812",
    "indicatorSource": "\"Wendt, D. (2012). Health system rapid diagnostic tool framework. Operational guide and metrics to measure the strength of priority health system functions. Durham NC: FHI 360. http://www.fhi360.org/sites/default/files/media/documents/Health%20System%20Rapid%20Diagnostic%20Tool.pdf\"",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% Generic medicines out of total market volume",
    "indicatorCode": "PS06",
    "dataType": "Continuous",
    "topic": "Use",
    "definition": "\"Generic: A pharmaceutical product usually intended to be interchangeable with the originator brand product, manufactured without a license from the originator manufacturer and marketed after the expiry of patent or other exclusivity rights.\"\n\t\n\t\"Total market volume: The total number of units (doses, tablets, cases, boxes) dispensed in the country. This can be restricted to the public sector only, or can be disaggregated by procuring entity – donors, government, non-profit/non-governmental, private sector etc.\"",
    "assessmentQuestions": [
      "How many units of medicines were dispensed in total (by each procuring entity) during the last year for which data are available?",
      "\"During this same period, how many of these dispensed units were generic medicines?\"",
      "What is the last year for which data are available?"
    ],
    "purposeAndIssues": "Generic medicines are generally cheaper to procure and for consumers to purchase than branded or originator products. This represents cost savings to both the procuring entity and the patient.\n\t\n\t\"Ideally, this indicator should be computed using unit volumes, rather than values, and should be for volumes dispensed, rather that procured. In systems where dispensing records are readily available, the indicator as defined will give a sense of the relative amount of generic medicines actually dispensed and used in the country, at the patient level.\"\n\t\n\t\"This data may be difficult to obtain in systems without centralized or electronic dispensing records. Where procurement values are available, this may be substituted for volumes instead, but will be less relevant to use and more relevant to the element of selection, as it examines relative volumes procured at central level, rather than volumes in use by patients or dispensed at facility level.\"\n\t\n\t\"Similarly, if volumes are not available, values may be used. Once again, procurement values will shift the meaning of the indicator to be most relevant as a medicine selection indicator. Values of medicines dispensed will still highlight aspects of medicine use, however the relative share of generics to branded products will be obscured, as branded products are generally more expensive.\"\n\t\n\t\"The most useful iteration of this indicator involves computing it twice – once with dispensed volumes and again with dispensed values, to illustrate the relative share of dispensed medicines that are generics (based on volume) and the relative cost of generic medicines compared with branded products at the facility level (based on values).\"",
    "preferredDataSources": "Dispensing records of health facilities",
    "methodOfEstimation": "",
    "proposedScoring": "\"Countries should monitor their trends over time and aim to increase the share of generics dispensed in the country. Percentages of generics dispensed should be closer to 100%, but it is impractical to expect 100% of medicines dispensed are generics.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annual",
    "indicatorReference": "",
    "indicatorSource": "\"Brudon, P., Rainhorn, J. D., Reich, M. R. (1999). Indicators for monitoring national drug policies: a practical manual. Geneva: World Health Organization. http://apps.who.int/medicinedocs/pdf/whozip14e/whozip14e.pdf\"",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Defined daily dose (DDD) for antimicrobials (per 1000 population)",
    "indicatorCode": "PS07",
    "dataType": "Continuous",
    "topic": "Use",
    "definition": "\"Drug consumption can be expressed in cost, number of units, number of prescriptions or by the physical quantity of drugs. However these variables can vary between regions and countries over time. This limits comparisons of drug consumption at an international level. To address this, a technical unit of measurement, the Defined Daily Dose (DDD) was created.\"\n\t\n\t_ftn1\n\t\n\tAntimicrobials: An antimicrobial is an agent that kills microorganisms or stops their growth. These are included in ATC code group J.",
    "assessmentQuestions": [
      "\"This should be computed according to the methodology in the WHO DDD Toolkit. For more information, refer to the Method of Estimation section.\""
    ],
    "purposeAndIssues": "\"DDDs are only assigned for medicines given an ATC codes. The DDDs are allocated to drugs by the WHO Collaborating Centre in Oslo, working in close association with the WHO International Working Group on Drug Statistics Methodology.\"\n\t\n\tOnly one DDD is assigned per ATC code and route of administration (e.g. oral formulation). The DDD is sometimes a dose that is rarely or never prescribed because it is an average of two or more commonly used doses.\n\t\n\t\"The DDD is a unit of measurement and does not necessarily correspond to the recommended or Prescribed Daily Dose (PDD). Therapeutic doses for individual patients and patient groups will often differ from the DDD as they will be based on individual characteristics such as age, weight, ethnic differences, type and severity of disease, and pharmacokinetic considerations.\"\n\t\n\t\"Drug utilization data presented in DDDs give a rough estimate of consumption and not an exact picture of actual use. DDDs provide a fixed unit of measurement independent of price, currencies, package size and strength enabling the researcher to assess trends in drug utilization and to perform comparisons between population groups.\"\n\t\n\tBy applying DDD it is possible to:\n\t\n\tExamine changes in drug utilization over time\n\tMake international comparisons\n\tEvaluate the effect of an intervention on drug use\n\tDocument the relative therapy intensity with various groups of drugs\n\tFollow the changes in the use of a class of drugs\n\tEvaluate regulatory effects and effects of interventions on prescribing patterns.",
    "preferredDataSources": "\"WHO DDD Index for reference or benchmark DDD (Available here: https://www.whocc.no/atc_ddd_index/), dispensing records to compute DDD for selected antimicrobial agents.\"",
    "methodOfEstimation": "\"Use dispensing, procurement, or consumption data to convert volumes of selected antimicrobials to units of DDD, according to the WHO index. Divide this number by the country’s population during the reference year, and multiply by 1000, to compute DDD per 1000 inhabitants during the reference year. Further information on the methodology can be found here: https://www.whocc.no/use_of_atc_ddd/\"\n\t\n\t\"To select antimicrobials for monitoring and to design an antimicrobial monitoring program, use the WHO methodology for a global programme on surveillance of antimicrobial consumption: https://www.who.int/medicines/areas/rational_use/WHO_AMCsurveillance_1.0.pdf\"",
    "proposedScoring": "Countries should monitor their trends over time and aim to align their consumption of antimicrobials with the DDD index as determined by the WHO.\nUnit of Measure:\tDecimal",
    "expectedFrequencyOfDataDissemination": "Annual",
    "indicatorReference": "",
    "indicatorSource": "\"World Health Organization Collaborating Centre for Drug Statistics Methodology. Use of ATC/DDD – DDD Indicators. Available from: https://www.whocc.no/use_of_atc_ddd/#indica\nWorld Health Organization. DDD Toolkit – Definition and general considerations. Available from: https://www.who.int/tools/atc-ddd-toolkit/about-ddd\"",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% Medicines prescribed from an EML or reimbursement list",
    "indicatorCode": "PS08",
    "dataType": "Continuous",
    "topic": "Use",
    "definition": "This indicator is based on a review of prescriptions within the country. It involves matching the prescription with a product on the essential medicines list or the relevant reimbursement list referenced in indicator PS02",
    "assessmentQuestions": [
      "\"Of the 20 prescriptions reviewed, how many medicines were listed in the essential medicines list or reimbursement list?\""
    ],
    "purposeAndIssues": "\"The percentage of medicines prescribed from an EML or reimbursement list connects to the Selection component and evaluates how the outcome of the selection process actually relates to the medicines prescribed at health facility level and used by patients in the country. Ideally, this should be done as a routine monitoring exercise using electronic prescribing records. In low- and middle- income country settings, this can be completed through a manual review of prescriptions at health facilities. We have used 20 prescriptions per facility as an example sample size, but adjustments can be made according to country context. Variations in sampling should be made explicit in any reporting documents.\"\n\t\n\t\"It is important to note that the indicator is based on prescriptions from an EML or reimbursement list, not dispensing records. The indicator is intended to examine prescribing behaviors, and products may be substituted at the dispensing point to align with EML or reimbursement lists, and obscure what is actually being prescribed if dispensing records are used.\"",
    "preferredDataSources": "\"Prescription data collected at health facility level through observed patient encounters and records reviews, electronic prescribing records.\"",
    "methodOfEstimation": "",
    "proposedScoring": "\"Prescribers should be using the EML or reimbursement list to prescribe from whenever possible. In theory, these lists should also align with the national standard treatment guidelines. These documents together serve to standardize prescribing behavior and align prescriptions with medicine selection processes and according to clinical best practice according to the diagnosed condition. Prescribing from the EML or reimbursement list also reduces costs to patients, who would likely pay out of pocket for any medicine that is not included on the EML or reimbursement list that they are subject to.\"\n\t\n\t\"Countries should monitor their trends over time. The target is 80%, based on prior work to validate the indicator,26 as it is impractical to assume that every prescription should be covered by the EML or reimbursement list, particularly for rare diseases or specialized treatment, such as those for cancer, for example.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "At least every five years\nCross References:\t\"Dong L, Yan H, Wang D. Drug prescribing indicators in village health clinics across 10 provinces of Western China. Fam Pract 2011;28:63\"",
    "indicatorReference": "\"I6.5.5a, 0300, 0384, 0074, 0382, 0506, 0076, 0385, 0078, 0383\"",
    "indicatorSource": "\"MSH, Center for Pharmaceutical Management. Guidance for incorporating SIAPS-Global Indicators into Portfolio PMPs. Prepared for the Systems for Improved Access to Pharmaceuticals and Services Project. MSH/USAID February 2013.\"\n\tWorld Health Organization. (1993). How to investigate drug use in health facilities: selected drug use indicators. EDM Research Series No. 007. Geneva: World Health Organization. http://apps.who.int/medicinedocs/en/d/Js2289e/\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\t\"Brudon, P., Rainhorn, J. D., Reich, M. R. (1999). Indicators for monitoring national drug policies: a practical manual. Geneva: World Health Organization. http://apps.who.int/medicinedocs/pdf/whozip14e/whozip14e.pdf\"\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/",
    "url": "http://fampra.oxfordjournals.org/content/28/1/63.long",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% Medicines prescribed as generics",
    "indicatorCode": "PS09",
    "dataType": "Continuous",
    "topic": "Use",
    "definition": "\"Generic: A pharmaceutical product usually intended to be interchangeable with the originator brand product, manufactured without a license from the originator manufacturer and marketed after the expiry of patent or other exclusivity rights.\"\n\t\n\t_ftn1\n\t\n\tThis indicator is based on a review of prescriptions within the country. It involves matching the prescription with an international non-proprietary name (INN) or generic product name",
    "assessmentQuestions": [
      "\"Of the 20 prescriptions reviewed, how many medicines were prescribed using generic name or INN?\""
    ],
    "purposeAndIssues": "\"The percentage of medicines prescribed as generics examines whether prescribers are adhering to best practice and issuing prescriptions by international nonproprietary name (INN), which can have implications on medicine affordability if patients are prescribed and dispensed branded products in lieu of an available generic. This relates to the indicator “% of generic medicines out of total market volume,” which seeks to survey the relative amount of generic medicines actually dispensed in the country. These two indicators taken together assess both prescribing behavior regarding generic medicines and how many generics are actually used and dispensed in the country.\"\n\t\n\t\"It is important to note that the indicator is based on prescriptions, not dispensing records. The indicator is intended to examine prescribing behaviors, and products may be substituted at the dispensing point, and obscure what is actually being prescribed if dispensing records are used.\"",
    "preferredDataSources": "\"Prescription data collected at health facility level through observed patient encounters and records reviews, electronic prescribing records.\"",
    "methodOfEstimation": "",
    "proposedScoring": "\"Prescribers should be prescribing by INN whenever possible. Very few prescriptions should contain medicines for which a generic product does not exist or an INN has not been assigned. Prescribing by INN potentially reduces costs to patients, as products included on EML or reimbursement lists are listed according to INN, and any discrepancy from the listed products may preclude substitution of a generic at the dispensing point and cause patients to pay out of pocket for a higher priced branded product, when a generic may be available at reduced or no cost to them. This is particularly true in settings where generic substitution by the dispenser is not permitted.\"\n\t\n\t\"Countries should monitor their trends over time. The target is 80%, based on prior work validating the indicator,26 as it is impractical to assume that every medicine has at least one generic product available in the country.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "At least every five years\nCross References:\t\"Dong L, Yan H, Wang D. Drug prescribing indicators in village health clinics across 10 provinces of Western China. Fam Pract 2011;28:63\"",
    "indicatorReference": "\"I6.5.5a, 0300, 0384, 0074, 0382, 0506, 0076, 0385, 0078, 0383\"",
    "indicatorSource": "\"MSH, Center for Pharmaceutical Management. Guidance for incorporating SIAPS-Global Indicators into Portfolio PMPs. Prepared for the Systems for Improved Access to Pharmaceuticals and Services Project. MSH/USAID February 2013.\"\n\tWorld Health Organization. (1993). How to investigate drug use in health facilities: selected drug use indicators. EDM Research Series No. 007. Geneva: World Health Organization. http://apps.who.int/medicinedocs/en/d/Js2289e/\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\t\"Brudon, P., Rainhorn, J. D., Reich, M. R. (1999). Indicators for monitoring national drug policies: a practical manual. Geneva: World Health Organization. http://apps.who.int/medicinedocs/pdf/whozip14e/whozip14e.pdf\"\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\t\"World Health Organization. International Nonproprietary Names Programme and Classification of Medical Products. Available from: https://www.who.int/teams/health-product-and-policy-standards/inn/#:~:text=International%20Nonproprietary%20Names%20(INN)%20facilitate,known%20as%20a%20generic%20name.\"\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/",
    "url": "http://fampra.oxfordjournals.org/content/28/1/63.long",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% Antibiotics prescribed in outpatient settings",
    "indicatorCode": "PS10",
    "dataType": "Continuous",
    "topic": "Use",
    "definition": "Antimicrobials: An antimicrobial is an agent that kills microorganisms or stops their growth. These are included in ATC code group J.\n\tAn antibiotic is an antimicrobial agent that helps stop infections caused by bacteria. They do this by killing the bacteria or by keeping them from copying themselves or reproducing. Antibiotics are included in ATC code group J01.\n\t\n\t\"An outpatient setting is a health care facility where patients are treated without being admitted to the facility for extended observation, stay, or treatment.\"\n\t\n\t\"This indicator is based on a review of prescriptions within the country. It involves identifying the number of antimicrobials included in each reviewed prescription, compared to the total number of medicines prescribed.\"",
    "assessmentQuestions": [
      "\"Of the 20 prescriptions reviewed, how many medicines were antibiotics?\""
    ],
    "purposeAndIssues": "\"This indicator examines the behavior and practices of prescribers regarding antimicrobials, which are often over-prescribed. This is a major contributing force to antimicrobial resistance, which threatens the viability of key antimicrobial medicines for future use in fighting key global diseases.\"\n\t\n\t\"It is important to note that the indicator is based on prescriptions, not dispensing records. The indicator is intended to examine prescribing behaviors, and products may be substituted at the dispensing point, and obscure what is actually being prescribed if dispensing records are used.\"",
    "preferredDataSources": "\"Prescription data collected at health facility level through observed patient encounters and records reviews, electronic prescribing records. These should be specific to outpatient contexts.\"",
    "methodOfEstimation": "",
    "proposedScoring": "\"Countries should monitor their trends over time. The target is 30%, based on prior work to validate this indicator.26\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "At least every five years\nCross References:\t\"Dong L, Yan H, Wang D. Drug prescribing indicators in village health clinics across 10 provinces of Western China. Fam Pract 2011;28:63\"",
    "indicatorReference": "\"I6.5.5a, 0300, 0384, 0074, 0382, 0506, 0076, 0385, 0078, 0383\"",
    "indicatorSource": "\"MSH, Center for Pharmaceutical Management. Guidance for incorporating SIAPS-Global Indicators into Portfolio PMPs. Prepared for the Systems for Improved Access to Pharmaceuticals and Services Project. MSH/USAID February 2013.\"\n\tWorld Health Organization. (1993). How to investigate drug use in health facilities: selected drug use indicators. EDM Research Series No. 007. Geneva: World Health Organization. http://apps.who.int/medicinedocs/en/d/Js2289e/\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\t\"Brudon, P., Rainhorn, J. D., Reich, M. R. (1999). Indicators for monitoring national drug policies: a practical manual. Geneva: World Health Organization. http://apps.who.int/medicinedocs/pdf/whozip14e/whozip14e.pdf\"\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/\n\tWHO. (2007). Operational package for monitoring and assessing country pharmaceutical situations. Guide for coordinators and data collectors. Geneva: World Health Organization. http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf\n\tWH0. (2009). Medicines use in primary care in developing and transitional countries. FactBook summarizing results from studies reported between 1990 and 2006. Geneva: World Health Organization. http://www.who.int/medicines/publications/who_emp_2009.3/en/",
    "url": "http://fampra.oxfordjournals.org/content/28/1/63.long",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% Population with unmet medicine needs",
    "indicatorCode": "PS11",
    "dataType": "Continuous",
    "topic": "Use",
    "definition": "_ftn1",
    "assessmentQuestions": [
      "\"Was there any time during the last 12 months when, in your opinion, you needed a medical examination or treatment for a health problem but you did not receive it?\"",
      "\"What was the main reason for not obtaining treatment? a) Could not afford to (too expensive); b) Waiting list; c) Could not take time because of work, care for children or for others; d) Too far to travel/no means of transportation; e) Fear of doctor / hospitals / examination / treatment; f) Wanted to wait and see if problem got better on its own; g) Didn't know any good doctor or specialist; h) Other reason\""
    ],
    "purposeAndIssues": "\"This indicator should be collected through routine household surveys, so if a data collection instrument of this nature does not exist in the country, we acknowledge that this indicator will be difficult to collect. This difficulty is balanced by the importance of the indicator in evaluating how the pharmaceutical system is serving patients, and whether patients feel that their medicine needs are being met, which is the ultimate goal of any pharmaceutical system.\"",
    "preferredDataSources": "Household surveys",
    "methodOfEstimation": "",
    "proposedScoring": "Countries should monitor their trends over time and aim to decrease the share of their populations that report unmet medicine needs.\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "At least every five years",
    "indicatorReference": "",
    "indicatorSource": "\"World Health Organization – Global Health Observatory. Extent of self-reported unmet need for health care services in different sub-groups of population. Available from: https://www.who.int/data/gho/indicator-metadata-registry/imr-details/855\nVreman RA, Heikkinen I, Schuurman A, Sapede C, Garcia JL, Hedberg N, Athanasiou D, Grueger J, Leufkens HG, Goettsch WG. Unmet medical need: an introduction to definitions and stakeholder perceptions. Value in Health. 2019 Nov 1;22(11):1275-82.\"",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "An institutional development plan of the national medicines regulatory authority based on the results of the GBT exists",
    "indicatorCode": "PLG01",
    "dataType": "Categorical",
    "topic": "Coordination and leadership",
    "definition": "\"The Global Benchmarking Tool (GBT) represents the primary means by which the World Health Organization (WHO) objectively evaluates regulatory systems, as mandated by WHA Resolution 67.20 on Regulatory System Strengthening for medical products. The tool and benchmarking methodology enables WHO and regulatory authorities to:11\"\n\t·       identify strengths and areas for improvement;\n\t·       facilitate the formulation of an institutional development plan (IDP) to build upon strengths and address the identified gaps;\n\t·       prioritize IDP interventions; and\n\t·       monitor progress and achievements.",
    "assessmentQuestions": [
      "Has the country completed at least 1 GBT assessment?",
      "Has the country developed and published an institutional development plan as a result of the last GBT exercise?"
    ],
    "purposeAndIssues": "\"Regulatory systems play a key role in assuring the quality, safety, and efficacy of medical products. Effective regulatory systems are an essential component of health systems and contribute to desired public health outcomes and innovation. Published institutional development plans provide a roadmap for system improvement and are the result of coordination and planning across several pharmaceutical system functions.\"",
    "preferredDataSources": "Published IDP",
    "methodOfEstimation": "",
    "proposedScoring": "All countries should aim to prepare and publish an IDP within 1 year of completing a GBT assessment\nUnit of Measure:\tYes/No",
    "expectedFrequencyOfDataDissemination": "At least every five years\nCross References:\tWorld Health Organization. WHO Global Benchmarking Tool (GBT) for evaluation of national regulatory systems. World Health Organization.",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://www. who. int/medicines/regulation/benchmarking_tool/en/. Published. 2017.",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "A progress report on the institutional development of the national medicines regulatory authority published",
    "indicatorCode": "PLG02",
    "dataType": "Categorical",
    "topic": "Coordination and leadership",
    "definition": "\"The Global Benchmarking Tool (GBT) represents the primary means by which the World Health Organization (WHO) objectively evaluates regulatory systems, as mandated by WHA Resolution 67.20 on Regulatory System Strengthening for medical products. The tool and benchmarking methodology enables WHO and regulatory authorities to:11\"\n\t·       identify strengths and areas for improvement;\n\t·       facilitate the formulation of an institutional development plan (IDP) to build upon strengths and address the identified gaps;\n\t·       prioritize IDP interventions; and\n\t·       monitor progress and achievements.\n\tCountries should report progress towards the goals and system improvements documented in the institutional development plan.",
    "assessmentQuestions": [
      "Has the country completed at least 1 GBT assessment?",
      "Has the country developed and published an institutional development plan as a result of the last GBT exercise?",
      "Has the country published a progress report for the institutional development plan?"
    ],
    "purposeAndIssues": "\"Regulatory systems play a key role in assuring the quality, safety, and efficacy of medical products. Effective regulatory systems are an essential component of health systems and contribute to desired public health outcomes and innovation. Published institutional development plans provide a roadmap for system improvement and are the result of coordination and planning across several pharmaceutical system functions. Progress reports toward the goals identified in the institutional development plan hold stakeholders accountable for advancing toward these goals.\"",
    "preferredDataSources": "\"Published IDP, published IDP progress report\"",
    "methodOfEstimation": "",
    "proposedScoring": "All countries should aim to prepare and publish an IDP within 1 year of completing a GBT assessment\nUnit of Measure:\tYes/No",
    "expectedFrequencyOfDataDissemination": "At least every five years\nCross References:\tWorld Health Organization. WHO Global Benchmarking Tool (GBT) for evaluation of national regulatory systems. World Health Organization.",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://www. who. int/medicines/regulation/benchmarking_tool/en/. Published. 2017.",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Submission of national data to the Global Antimicrobial Resistance Surveillance System (GLASS)",
    "indicatorCode": "PLG03",
    "dataType": "Categorical",
    "topic": "Coordination and leadership",
    "definition": "\"Launched in October 2015, the Global Antimicrobial Resistance Surveillance System (GLASS) is being developed to support the global action plan on antimicrobial resistance. The aim is to support global surveillance and research in order to strengthen the evidence base on antimicrobial resistance (AMR) and help informing decision making and drive national, regional, and global actions.\"",
    "assessmentQuestions": [
      "Has the country submitted data to GLASS within the past 12 months?"
    ],
    "purposeAndIssues": "\"GLASS promotes and supports a standardized approach to the collection, analysis and sharing of AMR data at a global level by encouraging and facilitating the establishment of national AMR surveillance systems that are capable of monitoring AMR trends and producing reliable and comparable data.\"\n\t\n\tGLASS objectives:\n\t·       Foster national surveillance systems and harmonized global standards;\n\t·       estimate the extent and burden of AMR globally by selected indicators;\n\t·       analyse and report global data on AMR on a regular basis;\n\t·       detect emerging resistance and its international spread;\n\t·       inform implementation of targeted prevention and control programmes; and\n\t·       assess the impact of interventions.\n\t\n\t\"Participation in GLASS promotes coordination and leadership domestically, to collect, analyze, and report national data, as well as globally, to benefit from and contribute to a global coordination mechanism with the aim of combatting antimicrobial resistance.\"",
    "preferredDataSources": "\"GLASS data submission reports, GLASS annual reports\"",
    "methodOfEstimation": "",
    "proposedScoring": "Countries should aim to actively participate in GLASS and submit data according to their reporting requirements\nUnit of Measure:\tYes/No",
    "expectedFrequencyOfDataDissemination": "Annual\nCross References:\tWorld Health Organization - Global Antimicrobial Resistance Surveillance System (GLASS)",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "https://www.who.int/glass/en/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Updated National Action Plan on the containment of antimicrobial resistance",
    "indicatorCode": "PLG04",
    "dataType": "Categorical",
    "topic": "Coordination and Leadership",
    "definition": "\"In May 2015, the Sixty-eight World Health Assembly adopted the global action plan on antimicrobial resistance. The goal of the global action plan is to ensure, for as long as possible, continuity of successful treatment and prevention of infectious diseases with effective and safe medicines that are quality-assured, used in a responsible way, and accessible to all who need them.\"\n\t\n\t\"The World Health Assembly also urged all Member States to develop and have in place by 2017, national action plans on antimicrobial resistance that are aligned with the objectives of the global action plan.\"",
    "assessmentQuestions": [
      "Has the country developed and published a national action plan on the containment of antimicrobial resistance?",
      "What is the year of the most recent update or revision of the action plan?"
    ],
    "purposeAndIssues": "The prevention and containment of antimicrobial resistance requires an intersectoral national action plan.",
    "preferredDataSources": "\"Published document (dated), interview at Ministry of Health or related governing body pertaining to pharmaceuticals\"",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "Countries should have developed a national action plan – the WHO stated that its goal was to have all member states publish plans by 2017. Plans should be reviewed and updated at least every five years.\nUnit of Measure:",
    "expectedFrequencyOfDataDissemination": "five years\nCross References:\tWorld Health Organization. Antimicrobial resistance – National Action Plans.",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "https://www.who.int/antimicrobial-resistance/national-action-plans/en/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "# of annual reports submitted to the INCB in last five years",
    "indicatorCode": "PLG05",
    "dataType": "Discrete – ordinal",
    "topic": "Pharmaceutical Laws and Regulations",
    "definition": "\"The International Narcotics Control Board (INCB) is the independent and quasi-judicial monitoring body for the implementation of the United Nations international drug control conventions. The drug control conventions established a control regime that would ensure the availability of controlled substances for medical and scientific production while preventing their illicit production, trafficking and abuse. An essential component of this regime is a system under which governments are requested to estimate the quantities of controlled substances required for legitimate purposes and to limit the use of and trade in such substances to within those estimates.\"\n\t\n\t\"The ability of the INCB to monitor the functioning of the drug control mechanisms established by the conventions relies, in part, on governments providing it with estimated quantities of controlled substances required for legitimate purposes in their countries.\"",
    "assessmentQuestions": [
      "If the country is a signatory to the 1961 Convention on Narcotic Drugs:",
      "for how many of the past five years have annual statistics reports on narcotics (Form C) been submitted to the INCB ? How many annual statistical reports on narcotics (Form C) have been submitted to the INCB in the previous 5 calendar years?",
      "Have annual estimates for narcotics been submitted to INCB each of the previous five years? How many annual estimates for narcotic drugs have been submitted to the INCB in the previous 5 calendar years?",
      "\"How often is the estimate for narcotic drugs revised? (Ex. \"\"Every __ years\"\")\"",
      "What is the year of the previous revision to the narcotic drug estimate?",
      "If the country is a signatory to the 1971 Convention on Psychotropic Substances:",
      "How many annual statistical reports on psychotropic substances (Form P) have been submitted to the INCB in the previous 5 calendar years?",
      "How many annual estimates for psychotropic substances have been submitted to the INCB in the previous five calendar years?",
      "\"How often is the estimate for psychotropic substances revised? (Ex. \"\"Every __ years\"\")\"",
      "What is the year of the previous revision to the psychotropic substances estimate?"
    ],
    "purposeAndIssues": "Submitting annual reports to the INCB allows the board to evaluate overall compliance with the provisions of the international drug control treaties. This also ensures that adequate quantities of narcotics and psychotropic substances are available to meet the needs of the country for medical purposes and ensure appropriate access to these products for palliative care.",
    "preferredDataSources": "INCB Annual Reports",
    "methodOfEstimation": "Number of annual reports",
    "proposedScoring": "Each country should be a signatory to the 1961 and 1971 conventions and should complete their annual reporting requirements every year.\nUnit of Measure:\tInteger",
    "expectedFrequencyOfDataDissemination": "Annually",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "https://www.incb.org/\n\thttps://www.incb.org/incb/en/treaty-compliance/index.html\n\thttps://www.incb.org/documents/Narcotic-Drugs/Guidelines/estimating_requirements/NAR_Guide_on_Estimating_EN_Ebook.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Pharmaceutical System Transparency and Accountability (PSTA) assessment score",
    "indicatorCode": "PLG06",
    "dataType": "Continuous",
    "topic": "\"\"Ethics",
    "definition": "Transparency",
    "assessmentQuestions": [
      "and Accountability\"\""
    ],
    "purposeAndIssues": "WHO has developed the PSTA assessment tool to assist countries with the assessment of the public availability of key documentation that facilitates accountability of the pharmaceutical system. This document is intended for policy makers and concerned stakeholders with an interest in improving governance in the pharmaceutical system as well as for those who will carry out an assessment.\n\tThe assessment results are intended to be used to:\n\t·       Identify strengths and weaknesses with regards to transparency of pharmaceutical information\n\t·       Inform priority setting\n\t·       Develop targeted policy interventions\n\t·       Periodically to monitor progress\n\tThe main focus of the assessment is on transparency and accountability in the public sector. Other sectors are included in the assessment when relevant for accountability.",
    "preferredDataSources": "",
    "methodOfEstimation": "\"Transparency and accountability are consistently identified as key to attaining stronger pharmaceutical system governance. Increasing the level of transparency and accountability in the pharmaceutical system decreases vulnerabilities for corruption and unethical practices and improves efficiency, credibility and public trust in government institutions.\"\n\t\"Opportunities for corrupt practices such as bribery, embezzlement, misappropriation of funds and diversion of medicines that occur throughout the pharmaceutical system can be minimized when standards and clear responsibilities are assigned; decisions and results are documented and made public to show whether standards and commitments have been met; and corrective actions, including sanctions, are enforced if necessary.\"\n\t\"Note that the tool has been designed according to modules. To use the tool to assess this element, multiple scores are needed to aggregate for a complete system score. This indicator is considered incomplete if only some, and not all, modules of the tool are completed. Modules completed over multiple years may be combined to form a complete assessment score if the modules were completed within 3 years.\"",
    "proposedScoring": "PSTA assessment",
    "expectedFrequencyOfDataDissemination": "\"The PSTA assessment generates scores across a number of domains in the tool. These can be reported separately and aggregated together to produce an overall score, which should be reported here.\"",
    "indicatorReference": "\"Use the methodology outlined in the tool manual (reference below) to benchmark transparency and accountability as high, moderate, or low according to the benchmarks in the manual.\"\nUnit of Measure:\tPercentage (%)",
    "indicatorSource": "Every five years\nCross Reference:\tPSTA assessment tool. Geneva: World Health Organization; 2018. Licence: CC BY-NC-SA 3.0 IGO.",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Number of PSTA assessments within the last five years",
    "indicatorCode": "PLG07",
    "dataType": "Discrete - ordinal",
    "topic": "\"\"Ethics",
    "definition": "Transparency",
    "assessmentQuestions": [
      "and Accountability\"\""
    ],
    "purposeAndIssues": "WHO has developed the PSTA assessment tool to assist countries with the assessment of the public availability of key documentation that facilitates accountability of the pharmaceutical system. This document is intended for policy makers and concerned stakeholders with an interest in improving governance in the pharmaceutical system as well as for those who will carry out an assessment.\n\tThe assessment results are intended to be used to:\n\t·       Identify strengths and weaknesses with regards to transparency of pharmaceutical information\n\t·       Inform priority setting\n\t·       Develop targeted policy interventions\n\t·       Periodically to monitor progress\n\tThe main focus of the assessment is on transparency and accountability in the public sector. Other sectors are included in the assessment when relevant for accountability.",
    "preferredDataSources": "",
    "methodOfEstimation": "\"Transparency and accountability are consistently identified as key to attaining stronger pharmaceutical system governance. Increasing the level of transparency and accountability in the pharmaceutical system decreases vulnerabilities for corruption and unethical practices and improves efficiency, credibility and public trust in government institutions.\"\n\t\"Opportunities for corrupt practices such as bribery, embezzlement, misappropriation of funds and diversion of medicines that occur throughout the pharmaceutical system can be minimized when standards and clear responsibilities are assigned; decisions and results are documented and made public to show whether standards and commitments have been met; and corrective actions, including sanctions, are enforced if necessary.\"",
    "proposedScoring": "PSTA assessment",
    "expectedFrequencyOfDataDissemination": "Enter the number of PSTA assessments completed within the past five years",
    "indicatorReference": "The tool manual does not specify a recommended frequency for applying the assessment. The assessment should have been completed at least once in the preceding 5 year period.\nUnit of Measure:\tInteger",
    "indicatorSource": "Every five years\nCross Reference:\tPharmaceutical System Transparency and Accountability Assessment Tool. Geneva: World Health Organization; 2018. Licence: CC BY-NC-SA 3.0 IGO.",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of manufacturing facilities inspected each year",
    "indicatorCode": "RS01",
    "dataType": "Continuous",
    "topic": "Inspection and Enforcement",
    "definition": "Manufacturing facilities should be inspected to ensure the safety and quality of pharmaceuticals produced. A manufacturing facility is defined as any facility that is licensed and registered in the country to manufacture pharmaceuticals.\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what is the total number of licensed pharmaceutical manufacturers registered in the country?\"",
      "\"In the reference year, what is the total number of registered manufacturers that were inspected, either by the NMRA or another authorized entity (stringent regulatory authority, WHO, reciprocated inspection/certification authority?\""
    ],
    "purposeAndIssues": "This indicator assesses the capacity of inspectors to monitor the safety and quality of manufacturing processes for pharmaceuticals produced domestically in the country.\n\t\n\t\"Higher percentages indicate a higher capacity to inspect pharmaceutical establishments for quality and safety control, and compliance with pharmaceutical regulations in the country.\"",
    "preferredDataSources": "\"Annual inspection reports, NMRA interview\"",
    "methodOfEstimation": "For domestic manufacturers in a given year:",
    "proposedScoring": "\"Countries should monitor trends over time. Depending on the size of domestic manufacturing in the country, it may not be practical to inspect 100% of these facilities annually.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tIndicators for Monitoring National Drug Policies. (See Page 117)",
    "indicatorReference": "I1.8.3",
    "indicatorSource": "\"MSH - CPM, University Research Corporation, PAHO, USAID. Rapid Pharmaceutical Management Assessment: an Indicator-Based Approach. Rational Pharmaceutical Management Project, Drug Management Program. July 1995\"",
    "url": "http://apps.who.int/medicinedocs/en/d/Jwhozip14e/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of distribution facilities inspected each year",
    "indicatorCode": "RS02",
    "dataType": "Continuous",
    "topic": "Inspection and Enforcement",
    "definition": "Distribution facilities should be inspected to ensure the safety and quality of pharmaceuticals in the supply chain.\n\t\n\t\"Distribution facilities are defined as facilities licensed and registered to distribute pharmaceuticals within the country. This includes both private distributors or wholesalers, and public distributions agencies and warehouses.\"\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what is the total number of licensed pharmaceutical distributors registered in the country?\"",
      "\"In the reference year, what is the total number of registered distributors that were inspected?\""
    ],
    "purposeAndIssues": "This indicator assesses the capacity of inspectors to monitor the safety and quality of distribution processes for pharmaceuticals available for sale or consumption in the country.\n\t\n\t\"Higher percentages indicate a higher capacity to inspect pharmaceutical establishments for quality and safety control, and compliance with pharmaceutical regulations in the country.\"",
    "preferredDataSources": "\"Annual inspection reports, NMRA interview\"",
    "methodOfEstimation": "For distributors in a given year:",
    "proposedScoring": "\"Countries should monitor trends over time. Depending on the size of domestic distribution in the country, it may not be practical to inspect 100% of these facilities annually.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tIndicators for Monitoring National Drug Policies. (See Page 117)",
    "indicatorReference": "I1.8.3",
    "indicatorSource": "\"MSH - CPM, University Research Corporation, PAHO, USAID. Rapid Pharmaceutical Management Assessment: an Indicator-Based Approach. Rational Pharmaceutical Management Project, Drug Management Program. July 1995\"",
    "url": "http://apps.who.int/medicinedocs/en/d/Jwhozip14e/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of dispensing facilities inspected each year",
    "indicatorCode": "RS03",
    "dataType": "Continuous",
    "topic": "Inspection and Enforcement",
    "definition": "Dispensing facilities are defined as facilities licensed and registered to dispense pharmaceuticals within the country.\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what is the total number of licensed pharmaceutical dispensing facilities or retail outlets registered in the country?\"",
      "\"In the reference year, what is the total number of registered dispensing facilities or retail outlets that were inspected)?\""
    ],
    "purposeAndIssues": "This indicator assesses the capacity of inspectors to monitor the safety and quality of dispensing processes for pharmaceuticals available for sale or consumption in the country.\n\t\n\t\"Higher percentages indicate a higher capacity to inspect pharmaceutical establishments for quality and safety control, and compliance with pharmaceutical regulations in the country.\"",
    "preferredDataSources": "\"Annual inspection reports, NMRA interview\"",
    "methodOfEstimation": "For dispensing facilities in a given year:",
    "proposedScoring": "\"Countries should monitor trends over time. It is likely not feasible to inspect 100% of dispensing facilities in the country on an annual basis, but countries should aim to inspect as many facilities as possible.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tIndicators for Monitoring National Drug Policies. (See Page 117)",
    "indicatorReference": "I1.8.3",
    "indicatorSource": "\"MSH - CPM, University Research Corporation, PAHO, USAID. Rapid Pharmaceutical Management Assessment: an Indicator-Based Approach. Rational Pharmaceutical Management Project, Drug Management Program. July 1995\"",
    "url": "http://apps.who.int/medicinedocs/en/d/Jwhozip14e/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Average number of days for decision making on a medicine application for registration",
    "indicatorCode": "RS04",
    "dataType": "Continuous",
    "topic": "Product Assessment and Registration",
    "definition": "Decision making on an application for registration of a pharmaceutical product can include approvals and rejections. An approval grants market authorization and registration to the entity responsible for the new medicine. A rejection prohibits market authorization and registration. A decision date is the date on which the decision was communicated formally to the applicant.\n\t\n\t\"Number of days are defined as the number of working days from the submission of the application until formal notification of decision, unless otherwise specified. National SOPs should specify whether or not holidays are included in the timeframe. Number of days excludes those in which the application is on hold while clarification is sought from the applicant.\"\n\t\n\t\"A new/novel drug or a New Molecular Entity (NME) is an active compound, complex, molecule that previously has not been approved by the regulatory authority in the country.\"\n\t\n\t\"A generic drug is generally defined as a drug product that is equivalent to a reference product in active pharmaceutical ingredient, dosage form, strength, route of administration, quality and performance characteristics and intended use.\"\n\t\n\tMany countries have different application processes for “new” and “generic” pharmaceutical products.",
    "assessmentQuestions": [
      "For new pharmaceutical products:",
      "\"If the country tracks the average number of days taken to review an application for pharmaceutical product registration, please enter the current value here (In the Comments box, please note if this is for new pharmaceutical products only, or if this includes all registration applications)\"",
      "\"If the country does not routinely collect this information, enter the total number of business days (excluding days “on hold” pending clarification, and national holidays) taken to review the previous 10 applications for registration of a NEW pharmaceutical product\"",
      "For generic pharmaceutical products:",
      "\"If the country tracks the average number of days taken to review an application for pharmaceutical product registration, please enter the current value here (In the Comments box, please note if this is for generic pharmaceutical products only, or if this includes all registration applications)\"",
      "\"If the country does not routinely collect this information, enter the total number of business days (excluding days “on hold” pending clarification, and national holidays) taken to review the previous 10 applications for registration of a GENERIC pharmaceutical product\""
    ],
    "purposeAndIssues": "Decisions should be made within a time period adequate for assessing a new medicine application. Decisions that are made too quickly may allow an unsafe and/or non-efficacious medicine on the market; decisions that take long periods of time may prevent new medicines from reaching the market.",
    "preferredDataSources": "\"Documents of the NMRA specifying receipt of application and date of decision, NMRA interview\"",
    "methodOfEstimation": "Number of days between receipt of application and date of decision (excluding days where application is on hold while clarification is sought from applicant)/# of applications received (if the country tracks this data) or 10",
    "proposedScoring": "\"Countries should monitor trends over time and aim to expedite approval times to promote access to pharmaceutical products in the country. However, this should not be done at the expense of a thorough quality and safety review process.\"\nUnit of Measure:\tDays",
    "expectedFrequencyOfDataDissemination": "Yearly\nCross References:\tAustralian Therapeutic Goods Administration",
    "indicatorReference": "\"0556, 0555\"",
    "indicatorSource": "WHO. (2007). WHO data collection tool for the review of drug regulatory systems. Practical guidance for conducting a review. Geneva: World Health Organization. http://www.who.int/medicines/areas/quality_safety/regulation_legislation/assesment/en/",
    "url": "https://www.tga.gov.au/publication/half-yearly-performance-report-snapshot-july-december-2015",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of medicines on the EML that have at least one registered product available.",
    "indicatorCode": "RS05",
    "dataType": "Continuous",
    "topic": "Product Assessment and Registration",
    "definition": "\"Registered products are pharmaceutical products that have been assessed for safety and efficacy, among other criteria, by the National Medicines Regulatory Authority (or equivalent body) and have been granted approval for sale or distribution in the country. Registration should be determined by molecule or INN, dose and form of administration. Products may be registered more than once based on formulation, so it is important to exclude duplicate registered products in both the numerator and denominator. An Essential Medicines List (EML) is a published list of priority medicines that satisfy the priority health care needs of the population.\"",
    "assessmentQuestions": [
      "\"If the country tracks this information, enter the percentage of EML medicines that have at least one product registered.\"",
      "\"If the country does not track this information, obtain the latest copies of both the national EML and the registered products list to perform the comparison.\""
    ],
    "purposeAndIssues": "The purpose is to show how closely market authorization follows the priorities set in the national EML.",
    "preferredDataSources": "National EML and National Registration list",
    "methodOfEstimation": "Calculated as:\n\t\n\t\n\t\n\tExclude duplicate registered products *see definition above*",
    "proposedScoring": "100% of products on the EML should have at least one registered product available in the country\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Every time the national EML is revised",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of recorded adverse event reports that are assessed for causality",
    "indicatorCode": "RS06",
    "dataType": "Continuous",
    "topic": "Quality and Safety Surveillance",
    "definition": "\"An adverse event is defined as a medical occurrence temporally associated with the use of a pharmaceutical product, but not necessarily causally related.\"\n\t\n\t\"A causality assessment is meant to determine whether, and to what extent, a pharmaceutical is associated with an adverse event. Causality assessments should be part of pharmacovigilance systems to monitor pharmaceutical safety and quality. Criteria for assessing causality should be determined according to one of the established systems (algorithms) – Ex. the WHO/UMC system or the Naranjo system.\"\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available (please specify)\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "What is the total number of Adverse Event reports recorded in the previous calendar year (or last year for which data are available)?",
      "What is the total number of Adverse Event reports assessed for causality in the reference year?"
    ],
    "purposeAndIssues": "\"All received AE reports should be assessed for causality, to determine whether the events are associated with a particular pharmaceutical product.\"",
    "preferredDataSources": "Records and/or reports of adverse events and causality assessments at the pharmacovigilance center",
    "methodOfEstimation": "Calculated as:",
    "proposedScoring": "100% of AE reports should be assessed for causality\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tThe use of the WHO-UMC system for standardised case causality assessment",
    "indicatorReference": "530",
    "indicatorSource": "\"Ratanawijitrasin, S. & Wondemagegnehu, E. (2002). Effective drug regulation. A multicountry study. Geneva: World Health Organization. http://apps.who.int/medicinedocs/pdf/s2300e/s2300e.pdf\"",
    "url": "http://who-umc.org/Graphics/24734.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "% of samples tested that failed quality control testing",
    "indicatorCode": "RS07",
    "dataType": "Continuous",
    "topic": "Quality and Safety Surveillance",
    "definition": "\"The indicator is based on randomly collected samples; if quality control is done only on drugs under suspicion, it should be clearly indicated in the final reports, as the percentage obtained will certainly be higher.\"\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available (please specify)\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "What is the total number of samples tested in the previous calendar year (or last year for which data are available)?",
      "What is the total number of samples tested that failed quality control testing in the previous calendar year (or last year for which data are available)?"
    ],
    "purposeAndIssues": "\"If procurement is done in a proper manner — good selection of suppliers, extensive specifications, etc. — the indicator should be close to 0%.\"\n\t\n\t\"Limitations: The indicator is meaningful only if the quality control laboratory functions properly. In addition, if the denominator is too small compared with the total number of drugs procured, the indicator will not give a good picture of the real situation\"",
    "preferredDataSources": "Data are normally available from the procurement unit or from the quality control laboratory.",
    "methodOfEstimation": "",
    "proposedScoring": "\"The percentage of samples tested that fail quality control testing does not have an established benchmark. The number should be low, as a result of the product assessment and distribution functions working properly, but should not be zero, as there will always be some level of poor quality products circulating in the system, and the surveillance function must be sensitive enough to detect it. This indicator is most helpful when compared across countries and monitored over time.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tIndicators for Monitoring National Drug Policies. (See page 143)",
    "indicatorReference": "486",
    "indicatorSource": "\"Brudon, P., Rainhorn, J. D., Reich, M. R. (1999). Indicators for monitoring national drug policies: a practical manual. Geneva: World Health Organization. http://apps.who.int/medicinedocs/pdf/whozip14e/whozip14e.pdf\"",
    "url": "http://apps.who.int/medicinedocs/pdf/whozip14e/whozip14e.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Pharmaceutical innovation goals identified and documented to address unmet or inadequately met public health needs",
    "indicatorCode": "IRDMT01",
    "dataType": "Categorical",
    "topic": "\"\"Innovation",
    "definition": "Research & Development\"\"",
    "assessmentQuestions": [
      "\"In addition to being stated and/or described as pharmaceutical innovation goals, these must genuinely improve consumer welfare by addressing unmet priority public health needs.\"",
      "",
      "\"Pharmaceutical innovation may be product-related, pertain to service delivery, better disseminate information to drive demand, etc.\""
    ],
    "purposeAndIssues": "Is there a document or a discrete list of pharmaceutical innovation goals?\n\tDo they detail the unmet public health needs that they are working to address?\n\tAre they publicly available and disseminated regularly across pharmaceutical units and departments?",
    "preferredDataSources": "The purpose of this indicator is to look at concerted efforts to lay foundation for filling unmet public health needs.\n\tIssues: existence of innovation goals does not mean that these are being addressed; rather it just provides a direction for potential investments in pharmaceuticals.",
    "methodOfEstimation": "\"National ministry or institute of science and technology, national or regional health innovation body\"",
    "proposedScoring": "",
    "expectedFrequencyOfDataDissemination": "Countries should document their innovation goals to drive research into public health needs that are relevant to the country. Countries should review and update these at least every five years.\nUnit of Measure:\tYes/No",
    "indicatorReference": "Every five years",
    "indicatorSource": "",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "\"Are medicines subject to import tariffs? If so, what are the tariff amounts applied?\"",
    "indicatorCode": "IRDMT02",
    "dataType": "Categorical",
    "topic": "Intellectual Property & Trade",
    "definition": "\"Import tariffs consist of customs duties, or other import charges, which are payable on goods of a particular type when they enter the economic territory.\"\n\t\n\t\"For the purpose of this indicator, subject to means that import tariffs are applied to medicines.\"",
    "assessmentQuestions": [
      "\"Are medicines subject to import tariffs? (If some, but not all medicines are subject, please describe in the Notes box)\""
    ],
    "purposeAndIssues": "\"Import tariffs typically cause a foreign goods to be more expensive because the tariff is added to the price. Therefore, the consumer must pay a higher price to purchase an imported medicine.\"",
    "preferredDataSources": "\"Regulation on import tariffs, WTO database. The public procurement office or procurement department of the MOH may also have this information\"",
    "methodOfEstimation": "",
    "proposedScoring": "\"Countries should not apply tariffs to imported medicines, so that pharmaceutical prices are not raised through tariffs from the country.\"\nUnit of Measure:\tYes/No",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\t\"Comtrade: UN Comtrade is a repository of official trade statistics, Price Waterhouse Cooper has excellent database on tax summaries for 155 countries worldwide\"",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://comtrade.un.org/\n\thttp://taxsummaries.pwc.com/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "\"Have any of the following TRIPS flexibilities been utilized to date: compulsory licensing provisions, government use, parallel importation provisions, the Bolar exception (10 year time frame)?\"",
    "indicatorCode": "IRDMT03",
    "dataType": "Continuous",
    "topic": "Intellectual Property & Trade",
    "definition": "\"The provisions of the WTO Agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS) are binding on all WTO Member States. TRIPS sets minimum standards of intellectual property (IP) protection that all WTO Member countries are required to provide. For instance, the TRIPS Agreement states that all patents shall be available for at least 20 years from the filing date, whereas before TRIPS the patent term varied greatly among countries (7, 10, 17 or 20 years). All WTO Members have to incorporate this 20-year patent term in their own patent laws. Least developed countries have until 2031 to become fully TRIPS compliant.\"\n\t\n\t\"Compulsory licensing: A judicial or administrative authority grants a license, without the consent of the rights holder, to a third party, to manufacture a product still under patent.\"\n\t\n\t\"Government use provisions enable an administrative authority to grant a license to a third party, without the consent of the rights holder, to address identified public health needs.\"\n\t\n\t\"Parallel importation is importation, without the consent of the rights -holder, of a patented product marketed in another country either by the patent holder or with the patent-holder’s consent. Parallel importation enables promotion of competition for the patented product by allowing importation of equivalent patented products sold at lower prices in other countries.\"\n\t\n\tA Bolar exception is an early working provision whereby generic pharmaceutical manufacturers the use of a patented product for the purposes of preparing an application for marketing approval of a follow-on product is considered non-infringing.",
    "assessmentQuestions": [
      "\"Within the last 10 years, have any compulsory licenses been granted for pharmaceutical products?\"",
      "\"Within the last 10 years, have government use provisions been utilized for pharmaceutical products?\"",
      "\"Within the last 10 years, has parallel importation been undertaken for pharmaceutical products?\"",
      "\"Within the last 10 years, has a manufacturer been granted permission in the country to use the Bolar exception or early working provision to expedite production of pharmaceutical products?\""
    ],
    "purposeAndIssues": "\"The provisions of the WTO Agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS) are binding on all WTO Member States. TRIPS sets minimum standards of intellectual property (IP) protection that all WTO Member countries are required to provide. For instance, the TRIPS Agreement states that all patents shall be available for at least 20 years from the filing date, whereas before TRIPS the patent term varied greatly among countries (7, 10, 17 or 20 years). All WTO Members have to incorporate this 20-year patent term in their own patent laws. Least developed countries have until 2031 to become fully TRIPS compliant.\"",
    "preferredDataSources": "\"Government Patent Office, World Trade Organization register of intent to use any of the listed provisions\"",
    "methodOfEstimation": "",
    "proposedScoring": "Countries should have executed at least one of the flexibilities listed within the past 10 years\nUnit of Measure:\tYes/No",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tOperational Package for Monitoring and Assessing Country Pharmaceutical Situations. (See page 65)",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://apps.who.int/medicinedocs/index/assoc/s14877e/s14877e.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Per capita expenditure on pharmaceuticals",
    "indicatorCode": "F01",
    "dataType": "Continuous",
    "topic": "Costing & Pricing",
    "definition": "\"Pharmaceutical expenditure includes spending on prescription medicines and self-medication, often referred to as over-the-counter products. For some countries, other medical non-durables such as syringes, bandages, etc. may be included in the total. It also includes pharmacists' remuneration when the latter is separate from the price of medicines. Pharmaceuticals consumed in hospitals are excluded (on average they account for around 15% of total pharmaceutical spending). Final expenditure on pharmaceuticals includes wholesale and retail margins and value-added tax.\"\n\t\n\t\"Final expenditure on pharmaceuticals includes wholesale and retail margins and value-added tax. Total pharmaceutical spending refers in most countries to “net” spending, i.e. adjusted for possible rebates payable by manufacturers, wholesalers or pharmacies. This indicator is measured as a share of total health spending, in USD per capita (using economy-wide PPPs) and as a share of GDP.\"\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available.\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what is the total amount of public funds (in local currency) spent in the country to purchase pharmaceutical products? (Note: this includes direct government spending through health programs, government-funded insurance programs, and donor expenditure)\"",
      "\"In the reference year, what is the total population of the country?\""
    ],
    "purposeAndIssues": "Pharmaceuticals account for an important share of all expenditure on health. The amount spent on pharmaceuticals per capita varies considerably and demonstrates health investment priorities in a given country.",
    "preferredDataSources": "National Health Accounts",
    "methodOfEstimation": "",
    "proposedScoring": "\"If the absolute expenditure is under a certain threshold a country would not be able to cover the most basic needs in terms of pharmaceutical access. This threshold is not established in the literature, so countries should set their specific targets but keep the benchmark of countries with well-functioning coverage schemes in mind.\"\nUnit of Measure:\tLocal currency or US$ per capita",
    "expectedFrequencyOfDataDissemination": "Annual\nCross References:\t\"Pharmaceutical spending covers expenditure on prescription medicines and self-medication, often referred to as over-the-counter products. In some countries, other medical non-durable goods are also included. Pharmaceutical Expenditure\"",
    "indicatorReference": "1",
    "indicatorSource": "Health Systems 20/20. (2012). The Health System Assessment Approach: A How-To Manual. Version 2.0. Module 6. www.healthsystemassessment.org",
    "url": "\"\"OECD (2011)",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Population with household expenditures on health greater than 10% of total household expenditure or income",
    "indicatorCode": "F02",
    "dataType": "Continuous",
    "topic": "Costing & Pricing",
    "definition": "The proportion of a country’s population that spends over 10% of their household income on health related expenses.\n\t\n\t\"Health expenditures are likely to expose households to financial hardship in particular when they exceed a pre-defined threshold of a household's ability to pay. When this happens they are characterized as being catastrophic. Within the SDG monitoring framework (SDG indicator 3.8.2), the proportion of the population facing catastrophic expenditures is measured as the population weighted average of the number of households with “large household expenditures on health” as a share of total household expenditure or income (household’s budget). Large is defined as health expenditures exceeding 10% of total household expenditure or income.\"",
    "assessmentQuestions": [
      ""
    ],
    "purposeAndIssues": "\"Medicine related expenditures have been found to comprise a large portion of out of pocket health expenditure. It would be preferable to use an indicator that assesses out of pocket expenditure specifically on medicines, compared with household ability to pay, but this indicator is not routinely collected. This indicator has been chosen because countries are required to report it for monitoring the sustainable development goals. This is an imperfect proxy to assess medicine affordability in terms of ability to pay.\"",
    "preferredDataSources": "\"WHO global health observatory – SDG indicators, National Health Accounts, Household budget surveys, Household income and expenditure surveys, Household socioeconomic and living standards surveys\"",
    "methodOfEstimation": "\"The global and regional incidence of the proportion of the population with household expenditures on health greater than 10% of total household expenditure or income is estimated as the population weighted average of the country level share of people with such catastrophic health expenditures (SDG 3.8.2, 10% threshold) for a reference year. Incidence at the country level for the reference year is estimated using different methods depending upon the availability of information for that country around or at the reference year (T*). • In countries for which there is an observed incidence rate of the SDG indicator 3.8.2 at the 10% threshold in the reference year T*, this point is used. • When there are at least two observed incidence rates of the SDG indicator 3.8.2 at the 10% threshold around the reference over a 5 year window around the reference year [T*–5; T*+5], linear interpolation is used to project the value of the proportion of “the population with household expenditures on health greater than 10% of total household expenditure or income” in the reference year. • If only one observed incidence rate of the SDG indicator 3.8.2 at the 10% threshold is available either before or after the reference year and within a five year window before or after the reference year (T*+ or T*-5),, a multilevel model of the rate of catastrophic payments (SDG indicator 3.8.2, 10% threshold) is ¬estimated using the aggregate share of out-of-pocket over total consumption expenditure as the explanatory variable • For countries with no observed incidence rate over a 10-year window around the reference year, the multilevel model is used to project the survey point to the reference year using the share of aggregate out-of-pocket over total consumption if that information is available. If such information is not available, the regional median value of the SDG indicator 3.8.2 at the 10% threshold is used instead to impute the incidence rate for those countries in the reference year. The country estimates for the reference year are then aggregated up to the regional and global levels to compute the “Total population with household expenditures on health greater than 10% of total household income or expenditure” in millions. The proportion of the total population at global and regional level is then calculated by expressing these numbers as a share of the relevant population, equivalent to taking a population-weighted average of the relevant country rates.\"",
    "proposedScoring": "Target is 0% of households spend more than 10% of income on health expenditures\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "2-3 years",
    "indicatorReference": "4844 – SDG Indicator 3.8.2",
    "indicatorSource": "WHO Global Health Observatory Indicators\n\thttps://www.who.int/data/gho/data/indicators/indicator-details/GHO/population-with-household-expenditures-on-health-greater-than-10-of-total-household-expenditure-or-income-(sdg-3-8-2)-(-)",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Total expenditure on pharmaceuticals (% total expenditure on health)",
    "indicatorCode": "F03",
    "dataType": "Continuous",
    "topic": "Costing & Pricing",
    "definition": "\"Pharmaceutical expenditure includes spending on prescription medicines and self-medication, often referred to as over-the-counter products. For some countries, other medical non-durables such as syringes, bandages, etc. may be included in the total. It also includes pharmacists' remuneration when the latter is separate from the price of medicines. Pharmaceuticals consumed in hospitals are excluded (on average they account for around 15% of total pharmaceutical spending). Final expenditure on pharmaceuticals includes wholesale and retail margins and value-added tax.\"\n\t\n\t\"Final expenditure on pharmaceuticals includes wholesale and retail margins and value-added tax. Total pharmaceutical spending refers in most countries to “net” spending, i.e. adjusted for possible rebates payable by manufacturers, wholesalers or pharmacies. This indicator is measured as a share of total health spending, in USD per capita (using economy-wide PPPs) and as a share of GDP.\"\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available.\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what is the total amount of public funds (in local currency) spent in the country to purchase pharmaceutical products? (Note: this includes direct government spending through health programs, government-funded insurance programs, and donor expenditure)\"",
      "\"In the reference year, what is the total amount of public funds (in local currency) spent in the country on health? (Note: this includes direct government spending through health programs, government-funded insurance programs, and donor expenditure)\""
    ],
    "purposeAndIssues": "Pharmaceuticals account for an important share of all expenditure on health. The amount spent on pharmaceuticals compared to health expenditure overall varies considerably and demonstrates health investment priorities in a given country.",
    "preferredDataSources": "National Health Accounts",
    "methodOfEstimation": "",
    "proposedScoring": "Countries should set specific targets but keep the benchmark of countries with well-functioning coverage schemes in mind\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annual\nCross References:\t\"OECD (2011), “Pharmaceutical expenditure”, in Health at a Glance 2011: OECD Indicators, OECD Publishing.\"",
    "indicatorReference": "1",
    "indicatorSource": "Health Systems 20/20. (2012). The Health System Assessment Approach: A How-To Manual. Version 2.0. Module 6. www.healthsystemassessment.org",
    "url": "http://dx.doi.org/10.1787/health_glance-2011-63-en",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "\"Median (consumer) drug price ratio for tracer medicines in the public, private, and mission sectors\"",
    "indicatorCode": "F04",
    "dataType": "Continuous",
    "topic": "Costing & Pricing",
    "definition": "Consumer price ratios are calculated as the ratio between median unit prices (e.g. price per tablet or therapeutic unit) and Management Sciences for Health (MSH) median international reference prices for that exact product for the year preceding the survey.\n\t\n\t\"The public sector consists of any government program providing pharmaceutical products. This includes any health facilities or programs funded by the Ministry of Health (or subordinate health program) budgets, or programs/agencies receiving funding through national or publicly-funded social insurance schemes, or funding from any level of government – from national to regional to local.\"\n\t\n\t\"For the purpose of this indicator, the private sector consists of any facility dispensing, selling, or providing pharmaceutical products to consumers without government funding. This may include private for-profit businesses, facilities affiliated with private insurance schemes, employer-based health facilities etc.\"\n\t\n\t\"Mission sector: This consists of non-governmental organizations, charities, and/or faith-based agencies.\"\n\t\n\t\"Generic: A pharmaceutical product usually intended to be interchangeable with the originator brand product, manufactured without a license from the originator manufacturer and marketed after the expiry of patent or other exclusivity rights.\"\n\t\n\t\"If the country collects their own data on pricing, please obtain a copy. If the country relies on WHO/HAI pricing surveys for this information, the data are disaggregated using the following categories:\"\n\t\n\t\"Originator brand: Generally the product that was first authorized worldwide for marketing (normally as a patented product) on the basis of the documentation of its efficacy, safety, and quality, according to requirements at the time of authorization: e.g. Valium. The originator product always has a brand name; this name may, however, vary between countries.\"\n\t\n\tMost sold generic: The generic with the highest volume of sales at the sample site.\n\t\n\t\"Lowest price generic: The lowest-priced generic product is the one with the lowest unit price or price per pill, tablet, dose, or ml. If there is only one generically equivalent product that corresponds to each originator brand on the tracer list, it is the lowest-priced generic available at that outlet. This is evaluated at each sample outlet.\"\n\t\n\tPublic sector procurement prices: Prices paid by the public sector to purchase the pharmaceutical product from the manufacturer or wholesaler.\n\t\n\t\"Public sector patient prices: Prices paid by consumers in public sector facilities. This includes the price for the medicine only. Price analysis is not performed if medicines are provided for a fixed fee or if dispensing or appointment fees are applied to the medicine, but the medicine itself is provided free of charge.\"\n\t\n\tPrivate sector patient prices: Prices paid by consumers in private sector facilities.\n\t\n\tMission sector patient prices: Prices paid by consumers at mission sector facilities.",
    "assessmentQuestions": [
      "Does the country collect this information regularly for a set of tracer medicines?",
      "\"If possible, obtain a copy of their pricing data. If the country does not routinely collect this data, it may be obtained through the methodology referenced in the Cross Reference, below.\""
    ],
    "purposeAndIssues": "\"Medicines account for 20-60% of health spending in low- and middle-income countries (LMICs). Furthermore, up to 90% of the population in LMICs purchase medicines through out-of-pocket payments, making medicines the largest family expenditure item after food. As a result, medicines are unaffordable for large sections of the global population and are a major burden on government budgets. This indicator helps to assess affordability of medicines within the country\"\n\t\n\tLimitations: These data are collected by WHO and HAI on an irregular basis. Available price data may be out of date. Sample sizes may be limited due to inconsistent disease burdens in participating countries – not all surveyed countries may purchase all of the selected tracer medicines defined by WHO and HAI for the pricing survey.",
    "preferredDataSources": "National surveys of medicine price and availability conducted using a standard methodology developed by WHO and HAI. Data on the price of a specific list of medicines are collected in six geographic or administrative areas in a sample of at least 4 medicine dispensing points per geographic area.\n\t\n\tThese data are included in the WHO country pharmaceutical profiles: http://www.who.int/medicines/areas/coordination/coordination_assessment/en/index1.html\n\t\n\tAnd are also available here from HAI: http://www.haiweb.org/MedPriceDatabase/\n\t\n\t\"Countries may also monitor prices on select tracer medicines as part of routine price monitoring systems. If these national data are available, please obtain a copy to supplement and/or update data from WHO.\"",
    "methodOfEstimation": "",
    "proposedScoring": "\"There is no threshold established in the literature, so countries should set their specific targets but keep the benchmark of countries with well-functioning coverage schemes in mind and monitor trends over time.\"\nUnit of Measure:\tRatio",
    "expectedFrequencyOfDataDissemination": "Every 3-5 years\nCross References:\tMONITORING THE BUILDING BLOCKS OF HEALTH SYSTEMS: A HANDBOOK OF INDICATORS AND THEIR MEASUREMENT STRATEGIES. (See page 64)",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://www.who.int/healthinfo/systems/WHO_MBHSS_2010_full_web.pdf\nURL:\thttp://www.cpc.unc.edu/measure/prh/rh_indicators/crosscutting/hss/ratio-of-median-local-medicine-price-to",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Out-of-pocket expenditure out of total pharmaceutical expenditure",
    "indicatorCode": "F05",
    "dataType": "Continuous",
    "topic": "Financial Risk Protection",
    "definition": "Total pharmaceutical expenditure includes any money spent in the country (from any source) to finance or purchase pharmaceutical products.\n\t\n\t\"Out-of-pocket expenditure includes any payment made by consumers for pharmaceutical products. This includes payments for the direct sale of medicines, copayments under insurance schemes or for partially subsidized medicines, or payments for pharmaceutical related fees, such as dispensing fees.\"\n\t\n\t\"The indicator should be calculated for the previous calendar year, or the latest year for which data are available.\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what is the total amount (in local currency) spent in the country to purchase pharmaceutical products?\"",
      "\"In the reference year, what is the total amount (in local currency) spent out of pocket to purchase pharmaceutical products?\""
    ],
    "purposeAndIssues": "This indicator provides information on the burden of health care financing on households and the level of financial protection prevailing in the country.",
    "preferredDataSources": "National Health Accounts",
    "methodOfEstimation": "",
    "proposedScoring": "\"There is no threshold established in the literature, so countries should set their specific targets but keep the benchmark of countries with well-functioning coverage schemes in mind and monitor trends over time.\"\nUnit of Measure:\tPercentage (%)",
    "expectedFrequencyOfDataDissemination": "Annual\nCross References:\tThe Health System Assessment Approach: A How-To Manual",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "https://www.hfgproject.org/wp-content/uploads/2015/02/HSAA_Manual_Version_2_Sept_20121.pdf",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "At least one national health accounts exercise including pharmaceuticals completed in the past five years.",
    "indicatorCode": "F06",
    "dataType": "Categorical",
    "topic": "Expenditure Tracking & Monitoring",
    "definition": "National Health Accounts (NHA) exercise is an internationally recognized methodology used to track total expenditures in a health system for a specified period of time.\n\t\n\t\"Data on medicines expenditures can be obtained from National Health Accounts (NHA), which is a systematic, comprehensive, and consistent monitoring of resource flows in a country’s health system for a given period. The NHA is designed to capture the full range of information contained in resource flows and reflects the main functions of health care financing, such as resource mobilization and allocation, pooling and insurance, purchasing of care, and the distribution of benefits.\"",
    "assessmentQuestions": [
      "When was the last National Health Accounts exercise performed (specify year only)?",
      "Did the previous NHA exercise include pharmaceuticals?"
    ],
    "purposeAndIssues": "\"Monthly, quarterly, or annually for routine administrative records. A validation exercise should be conducted every 3–5 years against a national population-based or facility-based assessment. In practical terms, the cost of collecting and processing nationally representative data on the health workforce will be marginal for exercises that already include questions on occupation, education, and place of work (e.g. population census or labor force survey).\"",
    "preferredDataSources": "National health accounts",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "\"Countries should complete National Health Accounts exercises at least once every five years, and they should track and monitor pharmaceutical expenditures and revenue explicitly, within their system of health accounts.\"",
    "expectedFrequencyOfDataDissemination": "Every five years\nCross References:\tMonitoring the building blocks of health systems: a handbook of indicators and their measurement strategies",
    "indicatorReference": "1006",
    "indicatorSource": "WHO. (2010). Monitoring the building blocks of health systems: a handbook of indicators and their measurement strategies. Geneva: World Health Organization. http://www.who.int/healthinfo/systems/monitoring/en/",
    "url": "WHO. (2010). Monitoring the building blocks of health systems: a handbook of indicators and their measurement strategies. Geneva: World Health Organization. http://www.who.int/healthinfo/systems/monitoring/en/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Existence of governing bodies tasked with accreditation of pre- and in-service pharmacy training programs",
    "indicatorCode": "HR01",
    "dataType": "Categorical",
    "topic": "Human Resource Development",
    "definition": "Accreditation requires a review and subsequent granting of formal recognition after meeting certain agreed criteria by the country’s capacity building or learning institution overseeing professional development or education\n\t\n\t\"Relevant governing body should be defined by individual countries. May include ministerial CPD desk, higher learning accreditation boards, universities and colleges offering specific health related training courses\"\n\t\"Pre-service training programs provide instruction to pharmacy and health workers prior to graduation from school, while post-service is defined as training that occurs after graduation.\"",
    "assessmentQuestions": [
      "Are there governing bodies tasked with accreditation of pre-service pharmacy training programs? (Please record the name of the body/ institution)",
      "Are there governing bodies tasked with accreditation of in-service pharmacy training programs? (Please record the name of the body/ institution)"
    ],
    "purposeAndIssues": "Accreditation ensures that educational institutions adhere to defined standards",
    "preferredDataSources": "\"Accreditation board annual report, interviews at National Medicines Regulatory Authority (for in-service programs) and/or Ministry of Education (for pre-service programs)\"",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "\"Countries should have a body formally charged with the accreditation of pharmacy service training programs, to ensure their quality and standardize elements of pre- and in-service workforce development.\"",
    "expectedFrequencyOfDataDissemination": "Annually\nCross References:\tContinuing Pharmaceutical Education: Guide to Establishing Quality Assured and Accredited Programs",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://siapsprogram.org/publication/continuing-pharmaceutical-education-guide-to-establishing-quality-assured-and-accredited-programs/",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "\"Population per licensed pharmacist, pharmacy technician, or pharmacy assistant\"",
    "indicatorCode": "HR02",
    "dataType": "Continuous",
    "topic": "Human Resource Management",
    "definition": "Employment in the public sector means that the facilities of employment and the positions are financed through government funding.\n\t\n\tPrivate sector employees are employed by any facilities outside of the public sector.\n\t\n\t\"For purposes of this indicator, pharmacist is defined as a person holding a university degree in pharmacy, and pharmacy technician is defined as a person who has completed formal course work leading to a certificate or diploma in pharmacy technology. Only these personnel who work full or part-time in the health care system which is surveyed should be counted.\"",
    "assessmentQuestions": [
      "What is the last calendar year for which data are available?",
      "\"In the reference year, what was the total population in the country?\"",
      "What is the number of licensed pharmacists employed by the public sector in the country?",
      "What is the number of licensed pharmacy technicians employed by the public sector in the country?",
      "What is the number of licensed pharmacy assistants employed by the public sector in the country?",
      "What is the number of licensed pharmacists employed by the private sector in the country?",
      "What is the number of licensed pharmacy technicians employed by the private sector in the country?",
      "What is the number of licensed pharmacy assistants employed by the private sector in the country?"
    ],
    "purposeAndIssues": "This indicator provides information on the level of coverage of the different cadres. Data may not be available by cadre or broken down by sector of employment.",
    "preferredDataSources": "Register with the licensing body/NMRA",
    "methodOfEstimation": "",
    "proposedScoring": "\"There is no threshold established in the literature, so countries should set their specific targets but keep the benchmark of countries with well-functioning coverage schemes in mind and monitor trends over time.\"\nUnit of Measure:\tProportion",
    "expectedFrequencyOfDataDissemination": "Every five years\nCross References:\tRapid Pharmaceutical Management Assessment: an Indicator-Based Approach. (See page 72)",
    "indicatorReference": "\"0838, I1.6.2\"",
    "indicatorSource": "\"Wendt, D. (2012). Health system rapid diagnostic tool framework. Operational guide and metrics to measure the strength of priority health system functions. Durham NC: FHI 360. http://www.fhi360.org/sites/default/files/media/documents/Health%20System%20Rapid%20Diagnostic%20Tool.pdf\"\n\t\n\t\"MSH - CPM, University Research Corporation, PAHO, USAID. Rapid Pharmaceutical Management Assessment: an Indicator-Based Approach. Rational Pharmaceutical Management Project, Drug Management Program. July 1995\"",
    "url": "\"\"MSH - CPM",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "Existence of a policy or strategy that sets standards for collection and management of pharmaceutical information",
    "indicatorCode": "IM01",
    "dataType": "Categorical",
    "topic": "Information Policy and Data Standardization",
    "definition": "\"Existence of national policy or strategy that defines clear standards and guidelines for: 1) data collection, 2) data analysis, and 3) reporting procedures to be performed with pharmaceutical data from different sources. The document also defines indicators for data management.\"\n\t\n\t\"Data management is the identification of data sources, collection of data, data analysis, generation of reports, and dissemination of data.\"\n\t\n\t\"Pharmaceutical system indicators typically collect data on product availability, consumption, quality, and movement through the system. This should be combined with patient and provider data, including information on pharmaceutical personnel, prescribing and dispensing, consumption of pharmaceuticals, and medicine safety.\"\n\t\n\t\"It is possible that the standards and indicators assessed in this indicator may be found in different documents, rather than in one document. For the purpose of this indicator, as long as each component is located within any policy or strategy document, mark “yes” for the appropriate assessment question.\"",
    "assessmentQuestions": [
      "Does a policy or strategy exist to set standards for the pharmaceutical information system?",
      "Does the policy or strategy set standards for:",
      "Does the policy or strategy set standards for: Data collection?",
      "Does the policy or strategy set standards for: Data management?",
      "Does the policy or strategy set standards for: Reporting procedures?",
      "Does a national set of indicators for the pharmaceutical system exist?",
      "Are there specific targets set for each indicator?",
      "Are data analyzed and reports disseminated at least once per year?"
    ],
    "purposeAndIssues": "\"Clear policies are required for generating reliable pharmaceutical system indicators. Issues: Pharmaceutical indicators may not be separate from health system indicators. In this case, assessors will need to obtain the list of indicators for the health system to determine whether the list contains indicators pertaining to the pharmaceutical system.\"",
    "preferredDataSources": "Annual report",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "\"Countries should have a specific policy or strategy that specifies which information regarding pharmaceuticals should be collected, and how this data is to be collected, analyzed, reported, and used.\"",
    "expectedFrequencyOfDataDissemination": "Annual",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "",
    "createdBy": null,
    "uuid": null,
    "date": null
  },
  {
    "indicatorName": "\"Data on safety, efficacy, and cost effectiveness of medicines available and used to inform essential medicines selection\"",
    "indicatorCode": "IM02",
    "dataType": "Categorical",
    "topic": "Selection",
    "definition": "The information on safety and efficacy is critical to make decisions on essential medicines selection. Cost effectiveness should be taken into consideration when choosing between therapeutic alternatives.",
    "assessmentQuestions": [
      "\"Based on the last meeting’s minutes or documentation of the last discussion on selecting essential medicines, which of the following data were used to inform the discussion and final decision:\"",
      "Safety?",
      "Efficacy?",
      "Cost-effectiveness?"
    ],
    "purposeAndIssues": "\"Determining the safety and efficacy of specific pharmaceutical products requires access to relevant, up-to-date, and unbiased information, such as summaries of relevant clinical guidelines, systematic literature reviews, important references, and quality assurance standards. Cost effectiveness should be taken into consideration when choosing between therapeutic alternatives. Personal observations should not be used as justification for selecting a medication, nor should selection be based on sales figures of a medicine’s popularity in the market.\"\n\t\n\t\"This indicator should be based on proceedings or minutes of the selection committee, rather than the required information for a dossier submission for marketing authorization. This demonstrates that the data are actually used in the decision making process, rather than requested for the application and then ultimately disregarded during actual medicine selection.\"",
    "preferredDataSources": "Reports and minutes of committee meetings on selection of medicines",
    "methodOfEstimation": "Yes/No",
    "proposedScoring": "Countries should use and weigh all of this information when completing medicine selection processes.",
    "expectedFrequencyOfDataDissemination": "Annually",
    "indicatorReference": "",
    "indicatorSource": "",
    "url": "http://apps.who.int/medicinedocs/documents/s19592en/s19592en.pdf (see page 15)\nURL:\thttp://www.merckmanuals.com/home/drugs/overview-of-drugs/drug-effectiveness-and-safety",
    "createdBy": null,
    "uuid": null,
    "date": null
  }
]